{
	"@metadata": {
		"authors": [
			"Kareyac",
			"Vodnokon4e",
			"ShockD",
			"StanProg",
			"Vlad5250"
		]
	},
	"twocolconflict-beta-feature-message": "Конфликт на редакциите в две колони",
	"twocolconflict-beta-feature-description": "Показване на изгледа с конфликт на редакциите, използвайки разширен изглед в две колони.",
	"twocolconflict-split-tour-popup-btn-text": "Добре, разбрах.",
	"twocolconflict-split-tour-popup1-message": "Когато има разлики между текста Ви и този на другия потребител, двете версии се показват една до друга (Вашата в синята кутия дясно, а другата в жълтата в ляво).<br /><br />Когато няма разлики между двете версии, редовете се показват в сиви полета. Те могат да бъдат разгръщани и свивани и, ако е необходимо, редактирани.",
	"twocolconflict-split-tour-popup2-header": "Изберете кои промени да запазите",
	"twocolconflict-split-tour-popup2-message": "Изберете коя версия искате да запазите, като кликнете върху един от двата бутона между всяка двойка редове. Когато изберете версията, можете да я редактирате, като кликнете върху молива. Можете също да копирате текст от версията, която не сте избрали с функцията за копиране на клавиатурата, или като кликнете с десен бутон на мишката.<br /><br />За да запазите смесен текст, трябва да изберете една версия за всеки променен ред.",
	"twocolconflict-split-tour-popup3-message": "Когато има променен текст в една от версиите, редът ще бъде осветлен. След като го редактирате, осветяването ще изчезне.",
	"twocolconflict-split-edit-tooltip": "Редактиране на текста",
	"twocolconflict-split-disabled-edit-tooltip": "Преди да редактирате тази версия, изберете я, като кликнете върху съответния бутон в средата.",
	"twocolconflict-split-save-tooltip": "Запазване на промените и оставяне в режим на редактиране.",
	"twocolconflict-split-reset-tooltip": "Зануляване на текста",
	"twocolconflict-split-reset-warning": "Отхвърляне на промените? Вашият текст ще бъде възстановен до съдържанието преди появата на конфликта.",
	"twocolconflict-split-reset-warning-cancel": "Отказ",
	"twocolconflict-split-reset-warning-accept": "Отхвърляне",
	"twocolconflict-split-collapse-tooltip": "Свиване на текста",
	"twocolconflict-split-expand-tooltip": "Разгръщане на текста"
}
