{
	"@metadata": {
		"authors": [
			"Metalhead64",
			"ThePiscin",
			"McDutchie"
		]
	},
	"twocolconflict": "TwoColConflict",
	"twocolconflict-desc": "Zeigt einen zweispaltigen Bildschirm zur Zusammenführung von Bearbeitungen für die Auflösung von Bearbeitungskonflikten an",
	"twocolconflict-beta-feature-message": "Zwei-Spalten-Bearbeitungskonflikt",
	"twocolconflict-beta-feature-description": "Zeigt eine erweiterte Ansicht für Bearbeitungskonflikte in zwei Spalten an.",
	"twocolconflict-test-needsbeta": "Du musst die Betafunktion „Zwei-Spalten-Bearbeitungskonflikt“ in deinen Einstellungen aktivieren, um diese Spezialseite zu nutzen.",
	"twocolconflict-test-page-title": "Bearbeitungskonflikt: Simulation",
	"twocolconflict-test-title-label": "Gib den Titel einer nicht geschützten Wikiseite ein, für die der Bearbeitungskonflikt simuliert werden soll:",
	"twocolconflict-test-title-submit": "Bearbeitungsseite anzeigen",
	"twocolconflict-test-title-not-existing": "Es gibt keine Seite mit diesem Titel.",
	"twocolconflict-test-no-direct-editing": "Diese Seite kann nicht direkt bearbeitet werden.",
	"twocolconflict-test-text-submit": "Konflikt erstellen",
	"twocolconflict-test-initial-hint": "Auf dieser Seite kannst du die neue Zwei-Spalten-Bearbeitungskonflikt-Oberfläche austesten, ohne irgendetwas zu zerstören.",
	"twocolconflict-test-edit-hint": "Mache unten einige Änderungen. Sie werden nicht veröffentlicht. Sie werden nur verwendet, um einen Beispiel-Bearbeitungskonflikt zu simulieren.",
	"twocolconflict-test-conflict-hint": "Dies ist der Testkonflikt. Änderungen werden nicht veröffentlicht, es kann jedoch eine Vorschau angezeigt werden.",
	"twocolconflict-test-preview-submit": "Veröffentlichung der Änderungen simulieren",
	"twocolconflict-test-preview-hint": "Vielen Dank für das Ausprobieren der Oberfläche des Zwei-Spalten-Bearbeitungskonflikts! Hilf uns, die Funktion durch deine Rückmeldungen [https://de.wikipedia.org/wiki/Wikipedia_Diskussion:Technische_Wünsche/Topwünsche/Bearbeitungskonflikte/Feedbackrunde_Testseite auf dieser Feedbackseite] zu verbessern.\n\nUnten sind die Ergebnisse der Auflösung deines Test-Bearbeitungskonfliktes.",
	"twocolconflict-test-username": "KonfliktTest-Benutzer",
	"twocolconflict-test-summary-text": "Konflikttest-Bearbeitungszusammenfassung",
	"twocolconflict-split-conflict-hint": "Vielen Dank für die Benutzung dieser Betafunktion. Du kannst weiterhin bei ihrer Verbesserung helfen, indem du [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_View auf dieser Seite] deine Rückmeldung hinterlässt.",
	"twocolconflict-split-your-version-header": "Deine Version",
	"twocolconflict-split-current-version-header": "Aktuelle Version von $1",
	"twocolconflict-split-not-saved-at": "Noch nicht veröffentlicht",
	"twocolconflict-split-choose-version": "Bitte eine Version auswählen",
	"twocolconflict-split-tour-dialog-header": "Bearbeitungskonflikte auflösen",
	"twocolconflict-split-tour-dialog-message": "Leider bist du in einen Bearbeitungskonflikt geraten: Während deiner Bearbeitung hat ein anderer Benutzer ebenfalls die Seite bearbeitet und abgespeichert. Deine Version ist jetzt veraltet, da sie nicht die Bearbeitungen des anderen Benutzers enthält. Führe bitte deine Bearbeitungen auf der nächsten Seite zusammen.",
	"twocolconflict-split-tour-dialog-btn-text": "Mit der Zusammenführung beginnen",
	"twocolconflict-split-tour-popup-btn-text": "Okay, verstanden.",
	"twocolconflict-split-tour-popup1-header": "Unterschiedliche Änderungen werden Zeile für Zeile angezeigt.",
	"twocolconflict-split-tour-popup1-message": "Wenn es einen Unterschied zwischen dem Text des anderen Benutzers und von dir gibt, werden die zwei Versionen nebeneinander angezeigt: Die Version des anderen Benutzers im linken gelben Kasten und deine im rechten blauen Kasten.<br /><br />Falls es keinen Unterschied zwischen den beiden Versionen gibt, werden die Zeilen in grauen Kästen angezeigt. Diese können aus- oder eingeklappt und gegebenenfalls bearbeitet werden.",
	"twocolconflict-split-tour-popup2-header": "Wähle aus, welche Änderungen du behalten möchtest.",
	"twocolconflict-split-tour-popup2-message": "Wähle aus, welche Textversion du behalten möchtest, indem du eine der zwei Schaltflächen zwischen jedem Zeilenpaar anklickst. Wenn du eine Version ausgewählt hast, kannst du sie mit Klick auf das Stiftsymbol bearbeiten. Es ist auch möglich, Text von der Version zu kopieren, die du nicht ausgewählt hast, indem du die Kopieren-und-einfügen-Funktion auf deiner Tastatur oder einen Rechtsklick benutzt.<br /><br />Du musst eine Version für jede geänderte Zeile auswählen, um den zusammengeführten Text zu speichern.",
	"twocolconflict-split-tour-popup3-header": "Hervorgehobener Text",
	"twocolconflict-split-tour-popup3-message": "Der in beiden Versionen einer Zeile geänderte Text wurde hervorgehoben. Nachdem du den Text bearbeitet hast, verschwindet die Hervorhebung.",
	"twocolconflict-split-edit-tooltip": "Text bearbeiten",
	"twocolconflict-split-disabled-edit-tooltip": "Bevor du diese Version bearbeiten kannst, wähle sie aus, indem du auf die entsprechende Schaltfläche in der Mitte klickst.",
	"twocolconflict-split-save-tooltip": "Änderungen speichern und Bearbeitungsmodus verlassen.",
	"twocolconflict-split-reset-tooltip": "Text zurücksetzen",
	"twocolconflict-split-reset-warning": "Änderungen verwerfen? Dein Text wird auf den Zeitpunkt zurückgesetzt, an dem der Bearbeitungskonflikt aufgetreten ist.",
	"twocolconflict-split-reset-warning-cancel": "Abbrechen",
	"twocolconflict-split-reset-warning-accept": "Verwerfen",
	"twocolconflict-split-collapse-tooltip": "Text einklappen",
	"twocolconflict-split-expand-tooltip": "Text ausklappen"
}
