{
	"@metadata": {
		"authors": [
			"Metalhead64",
			"ThePiscin"
		]
	},
	"twoColConflict": "TwoColConflict",
	"twoColConflict-desc": "Zeigt einen zweispaltigen Bildschirm zur Zusammenführung von Bearbeitungen für die Auflösung von Bearbeitungskonflikten an",
	"twoColConflict-beta-feature-message": "Zwei-Spalten-Bearbeitungskonflikt",
	"twoColConflict-beta-feature-description": "Zeigt eine erweiterte Ansicht für Bearbeitungskonflikte in zwei Spalten an.",
	"twoColConflict-explainconflict": "<strong>Warnung:</strong> Ein anderer Benutzer hat bereits diese Seite bearbeitet und gespeichert. Es gibt einen Bearbeitungskonflikt zwischen deiner und der aktuellen Version. Du musst deine Änderungen in die aktuelle Textversion einfügen. Es wird nur der Text im Editorfeld gespeichert, wenn du auf „$1“ klickst.",
	"twoColConflict-changes-col-title": "Kollidierende Änderungen",
	"twoColConflict-changes-col-desc": "Unterschiede zwischen der aktuell veröffentlichten Version von $1 und <span class=\"mw-twocolconflict-user\">deinem</span> Text",
	"twoColConflict-editor-col-title": "Editor mit der Version, die veröffentlicht werden soll.",
	"twoColConflict-editor-col-desc-1": "Zuerst ist der Inhalt des Editors die derzeit veröffentlichte Version:",
	"twoColConflict-editor-col-desc-2": "Ergänze deine Änderungen im Editor und klicke auf „Änderungen veröffentlichen“",
	"twoColConflict-diffchange-own-title": "In deiner Version",
	"twoColConflict-diffchange-foreign-title": "In der Version von $1",
	"twoColConflict-label-mine": "meine",
	"twoColConflict-label-both": "beide",
	"twoColConflict-label-show": "anzeigen",
	"twoColConflict-label-hide": "ausblenden",
	"twoColConflict-label-show-changes": "Änderungen anzeigen",
	"twoColConflict-label-unchanged": "Unveränderten Text",
	"twoColConflict-show-help-tooltip": "Hilfetext anzeigen",
	"twoColConflict-help-dialog-slide1": "Diese Seite hilft dir, einen Bearbeitungskonflikt zu lösen. Es gibt zwei Spalten: Die erste zeigt die kollidierenden Änderungen und die zweite Spalte ist ein Texteditor, dessen Inhalt gespeichert wird.\n\nRückmeldungen werden [[mw:Help_talk:Two_Column_Edit_Conflict_View|hier]] sehr geschätzt.",
	"twoColConflict-help-dialog-slide2": "Die erste Spalte zeigt die Änderungen in deiner und in der derzeit gespeicherten Version. Die Unterschiede zwischen beiden Versionen sind hervorgehoben.",
	"twoColConflict-help-dialog-slide3": "Am Anfang der ersten Spalte kannst du auf „anzeigen“ klicken, um den unveränderten Text anzusehen. Dies kann dir helfen, den Kontext der Änderungen zu verstehen. Standardmäßig wird unveränderter Text ausgegraut und eingeklappt. Du kannst auch auf „meine“ klicken, um nur deine Änderungen anzusehen.",
	"twoColConflict-help-dialog-slide4": "Die zweite Spalte ist ein Editor. Kopiere die gewünschten Teile deiner Version und füge sie in den Text im Editor ein. Nur das, was im Editor steht, wird veröffentlicht, wenn du auf die Schaltfläche „Änderungen veröffentlichen“ klickst.",
	"twoColConflict-tutorial": "Tutorial zur Auflösung von Bearbeitungskonflikten",
	"twoColConflict-previous-dialog": "Vorheriges",
	"twoColConflict-next-dialog": "Nächstes",
	"twoColConflict-close-dialog": "Schließen"
}
