{
	"@metadata": {
		"authors": [
			"GR",
			"Geraki"
		]
	},
	"twoColConflict-desc": "Εμφάνιση πλάι-πλάι της οθόνης συγχώνευσης επεξεργασίας κατά την επίλυση σύγκρουσης επεξεργασίας",
	"twoColConflict-beta-feature-message": "Δυο στήλες στη σύγκρουση επεξεργασίας",
	"twoColConflict-beta-feature-description": "Εμφάνιση της οθόνης σύγκρουσης επεξεργασίας με τη χρήση περισσότερο προηγμένης όψης δύο στηλών.",
	"twoColConflict-explainconflict": "<strong>Προειδοποίηση:</strong> Άλλος χρήστης μόλις επεξεργάστηκε και αποθήκευσε αυτή τη σελίδα. Υπάρχει σύγκρουση μεταξύ της δική σας έκδοσης και της τρέχουσας έκδοσης. Θα χρειαστεί να συγχωνεύσετε τις αλλαγές σας στο κείμενο της τρέχουσας έκδοσης. Μόνο το κείμενο στο πεδίο επεξεργασίας θα αποθηκευτεί όταν κάνετε κλικ στο \"$1\".",
	"twoColConflict-changes-col-title": "Συγκρουόμενες αλλαγές",
	"twoColConflict-changes-col-desc-1": "Διαφορές μεταξύ",
	"twoColConflict-changes-col-desc-2": "της τρέχουσας δημοσιευμένης έκδοσης",
	"twoColConflict-changes-col-desc-3": "άλλαξε $1 {{PLURAL:$1|φορές}} ($2)",
	"twoColConflict-changes-col-desc-4": "του κειμένου σας.",
	"twoColConflict-history-link": "ιστορικό εκδόσεων",
	"twoColConflict-editor-col-title": "Επεξεργαστής με την έκδοση που θα δημοσιευτεί",
	"twoColConflict-editor-col-desc-1": "Αρχικά, το περιεχόμενο του επεξεργαστή είναι η τρέχουσα δημοσιευμένη έκδοση.",
	"twoColConflict-editor-col-desc-2": "Προσθέστε τις αλλαγές σας στο κείμενο του επεξεργαστή και πατήστε στο \"Δημοσίευση αλλαγών\".",
	"twoColConflict-base-selection-desc-1": "1) Επιλέξτε την βασική έκδοση στο πτυσσόμενο παρακάτω.",
	"twoColConflict-base-selection-desc-2": "2) Προσαρμόστε το κείμενο για να συγχωνεύσετε τις δυο εκδόσεις.",
	"twoColConflict-base-selection-desc-3": "3) Πατήστε στο \"δημοσίευση αλλαγών\". Μόνο ότι είναι στο επεξεργαστή θα δημοσιευτεί.",
	"twoColConflict-base-selection-dialog-text": "Τι θα πρέπει να είναι αρχικά στον επεξεργαστή και να εξυπηρετεί ως βάση για τη συγχώνευση των συγκρουόμενων εκδόσεων;",
	"twoColConflict-base-selection-own-label": "Το κείμενό μου",
	"twoColConflict-base-selection-foreign-label": "Η τρέχουσα δημοσιευμένη έκδοση",
	"twoColConflict-base-selection-submit-label": "Εντάξει",
	"twoColConflict-diffchange-own-title": "η έκδοσή σας",
	"twoColConflict-diffchange-foreign-title": "η έκδοση του $1",
	"twoColConflict-label-show": "εμφάνιση",
	"twoColConflict-label-hide": "απόκρυψη",
	"twoColConflict-label-unchanged": "κείμενο χωρίς αλλαγή",
	"twoColConflict-show-help-tooltip": "Εμφάνιση κειμένου βοήθειας",
	"twoColConflict-help-dialog-slide1": "Αυτή η σελίδα σας βοηθά να επιλύσετε μια σύγκρουση επεξεργασίας. Υπάρχουν δύο στήλες: Η πρώτη εμφανίζει τις συγκρουόμενες αλλαγές και η δεύτερη είναι ο επεξεργαστής κειμένου, του οποίου το περιεχόμενο θα δημοσιευτεί.\n\nΣχόλια για τη λειτουργία θα εκτιμηθούν πολύ  [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_View εδώ].",
	"twoColConflict-help-dialog-slide2": "Η πρώτη στήλη εμφανίζει τις αλλαγές στην έκδοσή σας και τις αλλαγές στην τρέχουσα αποθηκευμένη έκδοση.\nΟι αλλαγές μεταξύ και των δύο εκδόσεων είναι επισημασμένες.",
	"twoColConflict-help-dialog-slide3": "Στην κορυφή της πρώτης στήλης μπορείτε να κάνετε κλικ στο \"εμφάνιση\" για να δείτε κείμενο που δεν άλλαξε. Αυτό μπορεί να βοηθήσει να κατανοήσετε το πλαίσιο των αλλαγών. Από προεπιλογή, κείμενο που δεν άλλαξε είναι γκριζαρισμένο και μαζεμένο.",
	"twoColConflict-help-dialog-slide4": "Η δεύτερη στήλη είναι ένας επεξεργαστής. Όταν είναι ανοιγμένη μια σελίδα, υπάρχει ένα πλαίσιο επιλογής στην κορυφή του επεξεργαστή. Σας επιτρέπει να αποφασίσετε ποια έκδοση θα πρέπει να είναι στον επεξεργαστή. Συχνά αυτή είναι η έκδοση στην οποία έγιναν οι περισσότερες αλλαγές.",
	"twoColConflict-help-dialog-slide5": "Κάντε αντιγραφή και επικόλληση τα επιθυμητά μέρη από την άλλη έκδοση στο κείμενο στον επεξεργαστή. Μόνο ότι είναι στον επεξεργαστή θα δημοσιευτεί, όταν πατήσετε το κουμπί \"δημοσίευση αλλαγών\".",
	"twoColConflict-tutorial": "Οδηγός επίλυσης σύγκρουσης επεξεργασιών",
	"twoColConflict-previous-dialog": "Προηγούμενο",
	"twoColConflict-next-dialog": "Επόμενο",
	"twoColConflict-close-dialog": "Κλείσιμο"
}
