{
	"@metadata": {
		"authors": [
			"Dgstranz",
			"Fitoschido",
			"Macofe",
			"RicardoSGZ",
			"Jelou",
			"Carlosmg.dg"
		]
	},
	"twocolconflict": "TwoColConflict",
	"twocolconflict-desc": "Muestra una pantalla de combinación doble para solucionar conflictos",
	"twocolconflict-beta-feature-message": "Conflicto de edición en dos columnas",
	"twocolconflict-beta-feature-description": "Mostrar el conflicto de edición con un visor más avanzado en dos columnas.",
	"twocolconflict-test-needsbeta": "Antes de utilizar esta página especial, debes activar en tus preferencias la función en pruebas «Conflictos de edición en dos columnas».",
	"twocolconflict-test-page-title": "Conflicto de edición: simulación",
	"twocolconflict-test-title-label": "Digita el título de una página no protegida del wiki para simular un conflicto de edición en ella:",
	"twocolconflict-test-title-submit": "Mostrar la página de edición",
	"twocolconflict-test-title-not-existing": "No hay ninguna página con este título.",
	"twocolconflict-test-no-direct-editing": "No se puede editar esta página directamente.",
	"twocolconflict-test-text-submit": "Crear conflicto",
	"twocolconflict-test-initial-hint": "En esta página puedes probar la nueva interfaz de resolución de conflictos de edición en dos columnas sin peligro de causar destrozos.",
	"twocolconflict-test-edit-hint": "Realiza algunos cambios a continuación. No se publicarán. Solo se utilizarán para simular un ejemplo de un conflicto de edición.",
	"twocolconflict-test-conflict-hint": "Este es el conflicto de prueba. Los cambios no se publicarán, pero se pueden previsualizar.",
	"twocolconflict-test-preview-submit": "Simular publicar cambios",
	"twocolconflict-test-preview-hint": "¡Gracias por poner a prueba la interfaz de conflictos de ediciones en dos columnas! Ayúdanos a mejorarla [//meta.wikimedia.org/wiki/Talk:WMDE_Technical_Wishes/Edit_Conflicts/Feedback_Round_Test_Page con tus comentarios].\n\nA continuación, el resultado de tu resolución de conflictos de prueba.",
	"twocolconflict-test-username": "Usuario de ConflictTest",
	"twocolconflict-test-summary-text": "Resumen de edición de la prueba de conflicto",
	"twocolconflict-split-conflict-hint": "Gracias por usar esta funcionalidad beta. Puedes ayudar a mejorarla dejando un comentario [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_View en esta página].",
	"twocolconflict-split-your-version-header": "Tu revisión",
	"twocolconflict-split-current-version-header": "Última revisión de $1",
	"twocolconflict-split-not-saved-at": "Aún sin publicar",
	"twocolconflict-split-choose-version": "Por favor, elige una versión",
	"twocolconflict-split-tour-dialog-header": "Resolver conflictos de edición",
	"twocolconflict-split-tour-dialog-message": "Estás experimentando un conflicto de ediciones. Mientras realizabas tu edición, otro usuario ha editado la misma página y la ha guardado. Tu versión ahora no incluye los últimos cambios. Te pedimos amablemente fusionar tu versión con la versión más reciente del otro usuario.",
	"twocolconflict-split-tour-dialog-btn-text": "Empezar a fusionar",
	"twocolconflict-split-tour-popup-btn-text": "Entendido.",
	"twocolconflict-split-tour-popup1-header": "Los cambios divergentes se muestran línea a línea.",
	"twocolconflict-split-tour-popup1-message": "Cuando hay una diferencia entre el texto del otro usuario y el tuyo, se muestran las dos versiones lado a lado: la versión del otro usuario en la caja amarilla a la izquierda y la tuya en la caja azul a la derecha.<br /><br />Cuando no hay ninguna diferencia entre las dos versiones, se muestran las líneas correspondientes en cajas grises. Estas cajas se pueden expandir o replegar y se pueden editar si hace falta.",
	"twocolconflict-split-tour-popup2-header": "Elige los cambios que desees conservar",
	"twocolconflict-split-tour-popup2-message": "Selecciona la versión que desees conservar haciendo clic en uno de los dos botones entre cada par de líneas. Cuando hayas seleccionado una versión, podrás editarla haciendo clic en el icono del lápiz. También es posible copiar texto de la versión que no hayas seleccionado usando la función de copiar y pegar con el teclado o con un clic derecho.<br /><br />Es necesario seleccionar una de las dos versiones para cada línea cambiada para poder guardar el texto fusionado.",
	"twocolconflict-split-tour-popup3-header": "Texto resaltado",
	"twocolconflict-split-tour-popup3-message": "El texto que haya cambiado en cualquier versión de una línea quedará resaltado. Cuando hayas editado el texto, el resaltado desaparecerá.",
	"twocolconflict-split-edit-tooltip": "Editar texto",
	"twocolconflict-split-disabled-edit-tooltip": "Antes de poder editar esta versión, selecciónala haciendo clic en el botón correspondiente en el centro.",
	"twocolconflict-split-save-tooltip": "Guardar cambios y salir del modo de edición.",
	"twocolconflict-split-reset-tooltip": "Restablecer texto",
	"twocolconflict-split-reset-warning": "¿Descartar cambios? Se restablecerá tu texto a como estaba cuando se produjo el conflicto de ediciones.",
	"twocolconflict-split-reset-warning-cancel": "Cancelar",
	"twocolconflict-split-reset-warning-accept": "Descartar",
	"twocolconflict-split-collapse-tooltip": "Replegar texto",
	"twocolconflict-split-expand-tooltip": "Expandir texto"
}
