{
	"@metadata": {
		"authors": [
			"Derugon",
			"Gomoko",
			"Wladek92"
		]
	},
	"twoColConflict": "TwoColConflict",
	"twoColConflict-desc": "Affichage d’un écran de fusion des modifications côte-à-côte pour résoudre les conflits de modification",
	"twoColConflict-beta-feature-message": "Conflit de modification sur deux colonnes",
	"twoColConflict-beta-feature-description": "Afficher le conflit de modification en utilisant une version plus avancée de la vue sur deux colonnes.",
	"twoColConflict-explainconflict": "<strong>Avertissement:</strong> un autre utilisateur vient de modifier et d'enregistrer cette page. Il y a un conflit entre votre version et la version actuelle. Vous devrez fusionner vos modifications dans la version actuelle du texte. Seul le texte dans le champ de l'éditeur sera enregistré lorsque vous cliquerez sur « $1 ».",
	"twoColConflict-changes-col-title": "Modifications contradictoires",
	"twoColConflict-changes-col-desc": "Différences entre la version publiée actuellement par $1 et <span class=\"mw-twocolconflict-user\">votre</span> texte",
	"twoColConflict-editor-col-title": "Éditeur dont la version sera publiée",
	"twoColConflict-editor-col-desc-1": "Initialement, le contenu de l’éditeur est la version actuellement publiée :",
	"twoColConflict-editor-col-desc-2": "Ajoutez vos modifications dans l’éditeur et cliquez sur « publier les modifications »",
	"twoColConflict-diffchange-own-title": "dans votre version",
	"twoColConflict-diffchange-foreign-title": "dans la version $1",
	"twoColConflict-label-mine": "le mien",
	"twoColConflict-label-both": "les deux",
	"twoColConflict-label-show": "afficher",
	"twoColConflict-label-hide": "masquer",
	"twoColConflict-label-show-changes": "afficher les modifications",
	"twoColConflict-label-unchanged": "texte non modifié",
	"twoColConflict-show-help-tooltip": "Afficher le texte d’aide",
	"twoColConflict-help-dialog-slide1": "Après activation, chaque fois que des conflits de modification apparaissent, la nouvelle vue apparait sous forme de deux colonnes destinées à la résolution des conflits. Vous verrez une boîte avec les changements en conflit dans une colonne et un éditeur de la version enregistrée du texte dans une autre colonne. Votre avis est très apprécié [[mw:Help_talk:Two_Column_Edit_Conflict_View|ici]].",
	"twoColConflict-help-dialog-slide2": "À l'intérieur de la boîte contenant les modifications en  conflit, à la fois le texte en conflit et votre texte sont  affichés, et les différences entre les deux sont mises en évidence.",
	"twoColConflict-help-dialog-slide3": "Il y a des boutons au-dessus de la boîte qui vous permettent de cacher toutes les parties inchangées du texte afin de le rendre  les zones conflictuelles plus apparentes. Vous avez également la possibilité de n'afficher que votre version du texte.",
	"twoColConflict-help-dialog-slide4": "Vous pouvez ensuite copier et coller les parties de texte  désirées dans l'éditeur de texte pour mettre à niveau la version qui doit être sauvée. Une fois que vous cliquez sur le bouton \"Enregistrer les modifications\", la version présente dans l'éditeur sera sauvegardée.",
	"twoColConflict-tutorial": "Aide pour résoudre les conflicts de modifications",
	"twoColConflict-previous-dialog": "Précédent",
	"twoColConflict-next-dialog": "Suivant",
	"twoColConflict-close-dialog": "Fermer"
}
