{
	"@metadata": {
		"authors": [
			"Derugon",
			"Gomoko",
			"Wladek92"
		]
	},
	"twoColConflict": "TwoColConflict",
	"twoColConflict-desc": "Affichage d’un écran de fusion des modifications côte-à-côte pour résoudre les conflits de modification",
	"twoColConflict-beta-feature-message": "Conflit de modification sur deux colonnes",
	"twoColConflict-beta-feature-description": "Afficher le conflit de modification en utilisant une version plus avancée de la vue sur deux colonnes.",
	"twoColConflict-explainconflict": "<strong>Avertissement:</strong> un autre utilisateur vient de modifier et d'enregistrer cette page. Il y a un conflit entre votre version et la version actuelle. Vous devrez fusionner vos modifications dans la version actuelle du texte. Seul le texte dans le champ de l'éditeur sera enregistré lorsque vous cliquerez sur « $1 ».",
	"twoColConflict-changes-col-title": "Modifications contradictoires",
	"twoColConflict-editor-col-title": "Éditeur dont la version sera publiée",
	"twoColConflict-editor-col-desc-1": "Initialement, le contenu de l’éditeur est la version actuellement publiée :",
	"twoColConflict-editor-col-desc-2": "Ajoutez vos modifications dans l’éditeur et cliquez sur « publier les modifications »",
	"twoColConflict-diffchange-own-title": "dans votre version",
	"twoColConflict-diffchange-foreign-title": "dans la version $1",
	"twoColConflict-label-show": "afficher",
	"twoColConflict-label-hide": "masquer",
	"twoColConflict-label-unchanged": "texte non modifié",
	"twoColConflict-show-help-tooltip": "Afficher le texte d’aide",
	"twoColConflict-help-dialog-slide1": "Cettte page vous aide à résoudre un conflit d'édition. Il y a deux colonnes : la première contient les modifications qui posent problème et la deuxième est un éditeur de texte dont le contenu sera sauvegardé. \n\nVotre avis est très apprécié [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_Viewici].",
	"twoColConflict-help-dialog-slide2": "La première colonne montre les modifications de votre version avec celles de la version actuellement sauvegardée. Les différences entre les deux versions sont mises en évidence.",
	"twoColConflict-help-dialog-slide3": "En haut de la première colonne vous pouvez cliquer sur \"afficher\" pour voir le texte non modifié. Cela peut vous aider à comprendre le contexte des modifications. Par défaut, le texte non modifié est mis en gris et condensé. Vous pouvez aussi cliquer sur \"à moi\" pour voir vos propres modifications.",
	"twoColConflict-help-dialog-slide4": "La deuxième colonne est un éditeur. Copiez et collez dans l'éditeur les parties de texte désirées de votre version. Seulement ce qui se trouve dans l'éditeur sera publié lorsque vous cliquerez sur le bouton \"Publier les modifications\".",
	"twoColConflict-tutorial": "Aide pour résoudre les conflicts de modifications",
	"twoColConflict-previous-dialog": "Précédent",
	"twoColConflict-next-dialog": "Suivant",
	"twoColConflict-close-dialog": "Fermer"
}
