{
	"@metadata": {
		"authors": [
			"Derugon",
			"Gomoko",
			"Wladek92",
			"Oupsa",
			"The RedBurn",
			"McDutchie",
			"Zarisi",
			"Alacabe"
		]
	},
	"twocolconflict": "TwoColConflict",
	"twocolconflict-desc": "Affichage d’un écran de fusion des modifications côte-à-côte pour résoudre les conflits de modification",
	"twocolconflict-beta-feature-message": "Conflit de modification sur deux colonnes",
	"twocolconflict-beta-feature-description": "Afficher le conflit de modification en utilisant une version plus avancée de la vue sur deux colonnes.",
	"twocolconflict-test-needsbeta": "Vous devez activer la fonctionnalité bêta 'Conflit d’édition sur deux colonnes' dans vos préférences pour utiliser cette page spéciale.",
	"twocolconflict-test-page-title": "Conflit d'édition: simulation",
	"twocolconflict-test-title-label": "Saisir le titre d’une page wiki non protégée, pour laquelle le conflit d’édition doit être simulé :",
	"twocolconflict-test-title-submit": "Afficher la page de modification",
	"twocolconflict-test-title-not-existing": "Il n'y a pas de page ayant ce titre.",
	"twocolconflict-test-no-direct-editing": "Cette page ne peut pas être modifiée directement.",
	"twocolconflict-test-text-submit": "Créer un conflit",
	"twocolconflict-test-initial-hint": "Sur cette page vous pouvez essayer sur deux colonnes, le nouvel interface de résolution des conflits sans en oublier.",
	"twocolconflict-test-edit-hint": "Faites quelques modifications ci-dessous. Elles ne seront pas publiées. Elles ne seront utilisées que pour simuler un exemple de conflit d'édition.",
	"twocolconflict-test-conflict-hint": "Ceci est le conflit de test. Les modifications ne seront pas publiées mais peuvent être prévisualisées.",
	"twocolconflict-test-preview-submit": "Simuler la publication des modifications",
	"twocolconflict-test-preview-hint": "Merci d'avoir essayé l'interface d'Edition de Conflit sur deux colonnes ! Aidez-nous à l'améliorer en nous faisant part de vos remarques [//meta.wikimedia.org/wiki/Talk:WMDE_Technical_Wishes/Edit_Conflicts/Feedback_Round_Test_Page ici].\n\nCi-dessous, les résultats de la résolution de votre test de conflit d'édition.",
	"twocolconflict-test-username": "Utilisateur TestdeConflit",
	"twocolconflict-test-summary-text": "Résumé du test d'édition de conflit",
	"twocolconflict-split-conflict-hint": "Merci d'utiliser cette bêta-fonction. Vous pouvez aider à l'améliorer davantage en laissant un commentaire [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_View sur cette page].",
	"twocolconflict-split-your-version-header": "Votre révision",
	"twocolconflict-split-current-version-header": "Version actuelle datée du $1",
	"twocolconflict-split-not-saved-at": "Non encore publié",
	"twocolconflict-split-choose-version": "Veuillez choisir une version",
	"twocolconflict-split-tour-dialog-header": "Résoudre les conflits d'édition",
	"twocolconflict-split-tour-dialog-message": "Malheureusement, vous êtes confronté à un conflit d’édition: lors de votre modification, un autre utilisateur a également modifié la page et l’a enregistrée. Votre version est donc obsolète car elle n'inclut pas les modifications des autres utilisateurs. Veuillez fusionner vos modifications sur la page suivante.",
	"twocolconflict-split-tour-dialog-btn-text": "Démarrer la fusion",
	"twocolconflict-split-tour-popup-btn-text": "Ok, j'ai compris.",
	"twocolconflict-split-tour-popup1-header": "Les modifications divergentes sont présentées ligne par ligne.",
	"twocolconflict-split-tour-popup1-message": "Quand il y a une différence entre le texte de l'autre utilisateur et le vôtre, les deux versions sont affichées côte à côte: la version de l'autre utilisateur dans la zone jaune à gauche et la vôtre dans la zone bleue à droite. </br> </br > Lorsqu'il n'y a pas de différence entre les deux versions, les lignes sont affichées dans des cases grises. Celles-ci peuvent être développées ou réduites et modifiées si nécessaire.",
	"twocolconflict-split-tour-popup2-header": "Choisissez quels changements vous voulez garder",
	"twocolconflict-split-tour-popup2-message": "Sélectionnez la version du texte que vous souhaitez conserver en cliquant sur l'un des deux boutons situés entre chaque paire de lignes. Lorsque vous avez sélectionné une version, vous pouvez la modifier en cliquant sur l'icône du stylo. Il est également possible de copier du texte de la version que vous n'avez pas sélectionnée en utilisant la fonction copier-coller de votre clavier ou d'un clic droit. <br /><br />Vous devez sélectionner une version pour chaque ligne modifiée afin d'enregistrer le texte fusionné.",
	"twocolconflict-split-tour-popup3-header": "Texte surligné",
	"twocolconflict-split-tour-popup3-message": "Le texte qui a été modifié dans l'une quelconque des versions d'une ligne est mis en valeur. Après que vous aurez modifié ce texte, la mise en valeur disparaîtra.",
	"twocolconflict-split-edit-tooltip": "Modifier le texte",
	"twocolconflict-split-disabled-edit-tooltip": "Avant de pouvoir modifier cette version, la sélectionner en cliquant sur le bouton correspondant au milieu.",
	"twocolconflict-split-save-tooltip": "Enregistrer les modifications et quitter le mode d'édition.",
	"twocolconflict-split-reset-tooltip": "Réinitialiser le texte",
	"twocolconflict-split-reset-warning": "Abandonner les modifications ? Votre texte sera réinitialisé à ce qu’il était quand s’est produit le conflit d’édition.",
	"twocolconflict-split-reset-warning-cancel": "Annuler",
	"twocolconflict-split-reset-warning-accept": "Abandonner",
	"twocolconflict-split-collapse-tooltip": "Replier le texte",
	"twocolconflict-split-expand-tooltip": "Déplier le texte"
}
