{
	"@metadata": {
		"authors": [
			"Piramidion"
		]
	},
	"twoColConflict": "TwoColConflict",
	"twoColConflict-desc": "Показує екран об'єднання редагувань (два вікна поряд) для вирішення конфліктів редагувань",
	"twoColConflict-beta-feature-message": "Конфлікт редагувань у двох стовпцях",
	"twoColConflict-beta-feature-description": "Відкривати перегляд конфлікту редагувань, використовуючи просунутий метод перегляду конфліктних версій у форматі двох стовпців.",
	"twoColConflict-explainconflict": "<strong>Попередження:</strong> Інший користувач щойно відредагував і зберіг цю сторінку. Наявний конфлікт між Вашою і поточною версією. Вам треба об'єднати свої зміни з поточною версією тексту. Якщо Ви натиснете «$1», буде збережено лише текст, присутній у вікні редактора.",
	"twoColConflict-changes-col-title": "Конфліктні зміни",
	"twoColConflict-editor-col-title": "Редактор з версією, що має бути опублікована",
	"twoColConflict-editor-col-desc-1": "Початково вмістом редактора є поточна опублікована версія:",
	"twoColConflict-editor-col-desc-2": "Внесіть свої зміни у редакторі та натисніть «опублікувати зміни»",
	"twoColConflict-diffchange-own-title": "у Вашій версії",
	"twoColConflict-diffchange-foreign-title": "у версії $1",
	"twoColConflict-label-show": "показати",
	"twoColConflict-label-hide": "приховати",
	"twoColConflict-label-unchanged": "незмінений текст",
	"twoColConflict-show-help-tooltip": "Показати текст довідки",
	"twoColConflict-help-dialog-slide1": "Після увімкнення, при виникненні конфлікту редагувань з'явиться двостовпцевий перегляд редагувань для розв'язання конфлікту. Ви побачите блок із конфліктним редагуванням в одному стовпці, та редактор із поточною збереженою версією тексту в іншому стовпці. Будь-які відгуки [//www.mediawiki.org/wiki/Help_talk:Two_Column_Edit_Conflict_Viewтут] дуже вітаються.",
	"twoColConflict-help-dialog-slide2": "Всередині блоку з конфліктним редагуванням показаний як конфліктний текст, так і Ваш текст, і виділяються відмінності між цими двома версіями.",
	"twoColConflict-help-dialog-slide3": "Над блоком є кнопки, які дають Вам змогу приховати будь-які незмінені частини тексту, щоб полегшити зосередження на конфліктних ділянках. Також Ви маєте можливість показати лише свою версію тексту.",
	"twoColConflict-help-dialog-slide4": "Далі Ви можете скопіювати і вставити бажані частини тексту в редактор, щоб підлаштувати версію, яку слід зберегти. Після натискання кнопки «Зберегти зміни», буде збережена версія з редактора.",
	"twoColConflict-tutorial": "Інструкції з розв'язання конфліктів",
	"twoColConflict-previous-dialog": "Назад",
	"twoColConflict-next-dialog": "Далі",
	"twoColConflict-close-dialog": "Закрити"
}
